Repository: alexeyprimechaev/TimePiece-Legacy
Catalog: TimePiece/Logic/*.lproj/Localizable.strings
Languages: ar, es

# timePiece
source: Таймпис
ar: ساعة
es: TimePiece

# new
source: Новый
ar: جديد
es: Nuevo

# log
source: Лог
ar: سجل
es: Log

# settings
source: Настройки
ar: الإعدادات
es: Configuraciones

# discard
source: Удалить
ar: تجاهل
es: Descarte

# dismiss
source: Свернуть
ar: تجاهل
es: Descartar

# restore
source: Восстановить
ar: استعادة
es: Restaurar

# start
source: Пуск
ar: بداية
es: Comienzo

# pause
source: Пауза
ar: وقفة
es: Pausa

# add
source: Добавить
ar: أضف
es: Añadir

# delete
source: Удалить
ar: حذف
es: Eliminar

# stop
source: Стоп
ar: قف
es: Detener

# reset
source: Ресет
ar: إعادة تعيين
es: Reiniciar

# showDetails
source: Показать Детали
ar: اظهر التفاصيل
es: Mostrar Detalles

# title
source: Название
ar: عنوان
es: Título

# time
source: Время
ar: زمن
es: Hora

# left
source: Осталось
ar: اليسار
es: Izquierdo

# total
source: Всего
ar: مجموع
es: Total

# moreOptions
source: Больше Настроек
ar: المزيد من الخيارات
es: Mas Opciones

# timer
source: Таймер ⏱
ar: ⏱ مؤقت
es: Temporizador ⏱

# reusable
source: Реюзабл
ar: قابلة لإعادة الاستخدام
es: Reutilizable

# notification
source: Нотификации
ar: إشعارات
es: Notificaciones

# sound
source: Звук
ar: صوت
es: Sonido

# milliseconds
source: Миллисеки
ar: مللي ثانية
es: Milisegundos

# showInLog
source: Логировать
ar: إظهار في السجل
es: Mostrar en el Log

# logSeparators
source: Лог Сепараторы
ar: فواصل السجل
es: Separadores de Log

# madeInMoscow
source: Сделано в Москве с ❤️
ar: صنع في موسكو مع ❤️
es: Hecho en Moscú con ❤️

# alexey
source: Алёша Примечаев
ar: أليكسي بريميشيف
es: Alexey Primechaev

# igor
source: Игорь Дячук
ar: إيغور دياتشوك
es: Igor Dyachuck

source: New Timers
ar: مؤقتات جديدة
es: Nuevos Temporizadores

source: Visuals
ar: مرئيات
es: Visuales

# sellingPoint1
source: Ребзабл Таймеры. Анлим.
ar: مؤقتات قابلة لإعادة الاستخدام. غير محدود
es: Temporizadores reutilizables. Ilimitado.

# sellingPoint1Second
source: Создавайте таймеры которые не умирают
ar: إنشاء مؤقتات لا تنتهي صلاحيتها
es: Crea Temporizadores que no caduquen

# sellingPoint2
source: Контроллируйте нотификации и звуки
ar: التحكم في الإخطارات والأصوات
es: Control de notificaciones y sonidos

# sellingPoint2Second
source: Для каждого таймера отдельно
ar: لكل مؤقت بشكل منفصل
es: Para cada Temporizador por separado

# sellingPoint3
source: Отслеживайте потраченное время
ar: تتبع الوقت الذي قضيته
es: Sigue el tiempo que has pasadot

# sellingPoint3Second
source: Включите логирование своих таймеров
ar: تمكين التسجيل للمؤقتات الخاصة بك
es: Habilite el Logo para sus Temporizadores

# sellingPoint4
source: Настройте внешний вид
ar: تخصيص مظهر
es: Personaliza la apariencia

# sellingPoint4Second
source: Выберите цвета и шрифты
ar: اختر الألوان والخطوط
es: Elige colores y fuentes

# sellingPoint5
source: Увеличьте точность
ar: دقة أعلى
es: Mayor precisión

# sellingPoint5Second
source: Точность до миллисеки
ar: دقة المللي ثانية
es: Precisión de milisegundos

# sellingPoint6
source: Поддержите разработчиков
ar: دعم المبدعين
es: Apoya a los creadores

# sellingPoint6Second
source: И инвестируйте в будущее
ar: واستثمر في الميزات القادمة
es: E invierta en las próximas funciones

# subscription1
source: Пробная версия
ar: تجربة مجانية
es: Prueba gratis

# subscription1Second
source: 7 дней бесплатно
ar: 7 أيام مجانًا
es: 7 días gratis

# subscription1Price
source: потом
ar: ثم
es: luego

# subscription1Period
source: Ежемесячно
ar: شهريا
es: Mensual

# subscription2
source: 25% скидка
ar: خصم 25٪
es: 25% de descuento

# subscription2Second
source: 75% цены
ar: ادفع أقل ، احصل على المزيد
es: Pague menos, obtenga más

# subscription2Period
source: Ежегодно
ar: سنوي
es: Anual

# subscriptionDetails
source: Payment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period.
ar: سيتم فرض الدفع على حساب iTunes عند تأكيد الشراء. يتم تجديد الاشتراك تلقائيًا ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة على الأقل من نهاية الفترة الحالية.
es: El pago se cargará a la cuenta de iTunes en la confirmación de la compra. La suscripción se renueva automáticamente a menos que la renovación automática se desactive al menos 24 horas antes del final del período actual.

# termsDetails
source: Приваси полиси и термс оф сервис
ar: سياسة الخصوصية وشروط الخدمة
es: Política de privacidad y términos de servicio
